{
  "plugins": {
    "blink.cmp": {
      "src": "https://github.com/khaitranhq/blink.cmp"
    },
    "codediff.nvim": {
      "src": "https://github.com/khaitranhq/codediff.nvim"
    },
    "copilot.lua": {
      "src": "https://github.com/khaitranhq/copilot.lua"
    },
    "copilot.vim": {
      "src": "https://github.com/khaitranhq/copilot.vim"
    },
    "everforest-nvim": {
      "src": "https://github.com/neanias/everforest-nvim"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/khaitranhq/gitsigns.nvim"
    },
    "lazydev.nvim": {
      "src": "https://github.com/folke/lazydev.nvim.git"
    },
    "leap.nvim": {
      "src": "https://codeberg.org/khaitranhq/leap.nvim"
    },
    "lualine.nvim": {
      "src": "https://github.com/khaitranhq/lualine.nvim"
    },
    "neogit": {
      "src": "https://github.com/khaitranhq/neogit",
      "version": "'fix/console-buffer-terminal-reuse'"
    },
    "none-ls-extras.nvim": {
      "src": "https://github.com/khaitranhq/none-ls-extras.nvim"
    },
    "none-ls.nvim": {
      "src": "https://github.com/khaitranhq/none-ls.nvim"
    },
    "nui.nvim": {
      "src": "https://github.com/MunifTanjim/nui.nvim"
    },
    "nvim-autopairs": {
      "src": "https://github.com/khaitranhq/nvim-autopairs"
    },
    "nvim-early-retirement": {
      "src": "https://github.com/khaitranhq/nvim-early-retirement"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-surround": {
      "src": "https://github.com/khaitranhq/nvim-surround"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/khaitranhq/nvim-web-devicons"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "render-markdown.nvim": {
      "src": "https://github.com/khaitranhq/render-markdown.nvim"
    },
    "review.nvim": {
      "src": "https://github.com/khaitranhq/review.nvim"
    },
    "snacks.nvim": {
      "src": "https://github.com/khaitranhq/snacks.nvim"
    },
    "tiny-inline-diagnostic.nvim": {
      "src": "https://github.com/khaitranhq/tiny-inline-diagnostic.nvim"
    },
    "todo-comments.nvim": {
      "src": "https://github.com/khaitranhq/todo-comments.nvim"
    }
  }
}
